<!DOCTYPE html>
  <html>
 <head>
	<meta charset="UTF-8">
	<title>Qazaq tili</title>
	<meta name="viewport" content="width=device-width, initial-scale=1">
	 <meta name="keywords" content="html, сабақ, білім">
	<meta name="description" content="Это сайт который помогает учиться" >
	<link rel="shortcut icon" href="kak.svg">
	<link rel="preconnect" href="https://fonts.gstatic.com">
	<link href="https://fonts.googleapis.com/css2?family=Roboto:ital,wght@0,300;1,400&display=swap" rel="stylesheet">
	<link rel="stylesheet" href="all.css">
 </head>
	<body>
		
	<header >
		<h2 align="center">
			<img height="30px" width="30px" src="kak.svg">    
				Қазақ тілі
					<a href="https://www.youtube.com/channel/UCOXhP-To0-kdU0LRHXHXOJg" target="blank">
						<img id="img" align="right" src="youtube.png"></a>
					<a href="https://www.instagram.com/_aisultannn__/" target="blank"> 
			<img id="img" align="right"  src="instagram (1).png"></a>
		</h2>
	</header>
		<main background: url(fon2.png)>
			<div role="main"><br><br><br>
		<div id="site" class="bodyContent"></div>
		<div class="mw-indicators mw-body-content">
		</div>
		<h1 align="center" class="firstHeading" >Қазақ тілі</h1>
		<div id="bodyContent" class="bodyContent">
		<div id="contentSub"></div>
		<div id="contentSub1"></div>
		<div lang="kk" dir="ltr" class="mw-content-ltr"><div class="mw-parser-output">Қазақ тілі, <span lang="ar" dir="rtl">قازاق ٴتىلى</span>&#8206;, Qazaq tili
			<p><b>Қазақ тілі</b> —Қазақстан Республикасының мемлекеттік тілі, сонымен қатар Ресей, Өзбекстан, Қытай, Моңғолия жəне т.б. елдерде тұратын қазақтардың ана тілі.
			</p><p>Қазақ тілі түркі тілдерінің қыпшақ тобына, соның ішінде қарақалпақ, ноғай, қарашай тілдерімен бірге қыпшақ-ноғай тармағына жатады. Сонымен қатар  қырғыз, татар,башқұрт, қарашай-балқар, құмық,қарайым, қырымтатар тілдеріне жақын.
			</p><p>Қазақ тілі диалектілерге бөлінбейтіні ғылыми түрде дәлелденген. Барлық өлкелердің қазақтары бір-бірін жақсы түсінеді. Бірақ кейбір ғалымдардың пікірінше қазақ тілі 3 диалектіге бөлінеді: солтүстік-шығыс, оңтүстік және батыс (ескі үш жүздің орналасқан аумағы бойынша).
			</p>
		<div title="Гиперсілтеме"  role="navigation"  aria-labelledby="mw-toc-heading"><input type="checkbox" role="button" style="display:none" /><div  lang="kk" dir="ltr"><h2 id="mw-toc-heading">Мазмұны</h2><span class="toctogglespan"><label class="toctogglelabel" for="toctogglecheckbox"></label></span></div>
	<ul class="box1" align="left">
		<li><a class="ttt" href="#Жазуы"><span>1.</span> <span>Жазуы</span></a></li>
		<li><a class="ttt" href="#Фонетика"><span>2.</span> <span>Фонетика</span></a>
	<ul>
			<li><a class="tttt" href="#Дауысты_дыбыстар"><span>2.1</span> <span>Дауысты дыбыстар</span></a></li>
			<li><a class="tttt" href="#Дауыссыз_дыбыстар"><span>2.2</span> <span>Дауыссыз дыбыстар</span></a></li>
	</ul>
		</li>
		<li><a class="ttt" href="#Нағыз_қазақ_тілі_дыбыстық_жүйесі"><span>3.</span> <span>Нағыз қазақ тілі дыбыстық жүйесі</span></a>
	<ul>
			<li><a class="tttt" href="#Дауысты_дыбыстар_2"><span>3.1</span> <span>Дауысты дыбыстар</span></a></li>
			<li><a class="tttt" href="#Дауыссыз_дыбыстар_2"><span>3.2</span> <span>Дауыссыз дыбыстар</span></a></li>
	</ul>
		</li>
		<li><a class="ttt" href="#Грамматика"><span>4.</span> <span>Грамматика</span></a>
	<ul>
			<li><a class="tttt"href="#Сөз_таптары"><span>4.1</span> <span>Сөз таптары</span></a></li>
			<li><a class="tttt" href="#Септіктер"><span>4.2</span> <span>Септіктер</span></a></li>
	</ul>
	
		</div>
	<br>
	<h2>	
		<span id="Zhazyuy">	</span>
		<span class="mw-headline" id="Жазуы">Жазуы</span>	</h2>
	<br>
		<p>Қазақ жазуы бірнеше рет өзгеріске ұшыраған. 1929 жылға дейін Қазақстанда қазақ араб жазуы пайдаланылды. XX ғасыр басында Ахмет Байтұрсынұлы ұсынысымен қазақ фонетикасының ерекшеліктері ескеріліп жасалған, араб графикасына негізделген ‘’төте жазу‘’ пайдаланылған. Қазіргі кезге дейін Қытай еліндегі қазақтар осы жазу үлгісін пайдаланады. 1929 жылдан 1940 жылға дейін латын жазуына негізделген әліпбиді пайдаланады.
		2000 жылдан бастап Тура Жазу енгізіле басталды, латын және кирилше түрінде. Тура Жазу Ахмет Байтұрсынұлы дыбыс жүйесін қолданады, оны енгізумен жекеменшік, мемлекеттік емес орталық айналысады.
		</p>
	<br>
	<table class="edutable" border="2" bgcolor="#FFF0F5">
		<tbody><tr>
		<th>Латын жазуы <span style="normal;">(ana tili)</span>
		</th>
		<th>Араб жазуы
		</th>
		<th>Кирил жазуы
		</th></tr>
		<tr>
		<td>Barlıq adamdar twmısınan azat jäne qadir-qasïyeti men quqıqtarı teñ bolıp dünïyege keledi. Adamdarğa aqıl-parasat, ar-ojdan berilgen, sondıqtan olar bir-birimen twıstıq, bawırmaldıq qarım-qatınas jasawları tïis.</td>
		<td align="right"><span lang="ar" dir="rtl">بارلىق ادامدار تۋمىسىنان ازات جانە قادىر-قاسيەتى مەن قۇقىقتارى تەڭ بولىپ دۇنيەگە كەلەدى ادامدارعا اقىل-پاراسات، ار-وجدان بەرىلگەن، سوندىقتان ولار ءبىر-بىرىمەن تۋىستىق، باۋىرمالدىق قارىم-قاتىناس جاساۋلارى ءتيىس.</span>&#8206;</td>
		<td>Барлық адамдар тумысынан азат және қадір-қасиеті мен құқықтары тең болып дүниеге келеді. Адамдарға ақыл-парасат, ар-ождан берілген, сондықтан олар бір-бірімен туыстық, бауырмалдық қарым-қатынас жасаулары тиіс.
		</td></tr></tbody></table>
		<table class="edutable" border="2" bgcolor="#FFF0F5">
		<tbody><tr>
		<th>Латын жазуы <span style="font-weight:normal;">(Tfura jazfu)</span>
		</th>
		<th>Тұура жазұу
		</th></tr>
		<tr>
		<td>Barlwq adamdar tfumwswnan azat jcne qadwr-qaswveti men qfqfqtarw teh bolwp dyniveghe keledi. Adamdarga aqwl-parasat, ar-ojdan berilghen, sondwqtan olar bir-birimen tfuwstwq, bauwrmaldwq qarwm-qatwnas jasaularw tivis.</td>
		<td>Барлық адамдар тұумысынан азат және қадыр-қасыйеті мен кұқұқтары тең болып дүнійеге келеді. Адамдарға ақыл-парасат, ар-ождан берілген, сондықтан олар бір-бірімен туыстық, бауырмалдық қарым-қатынас жасаулары тійіс.
	</td></tr></tbody></table><br>
	<h2>
		<span id="Fonetika"></span>
		<span class="mw-headline" id="Фонетика">Фонетика</span>
		</h2><br>
	<p>Қазақ тілі буын үндестігіне негізделеді, яғни қазақтың төл сөздері не бірыңғай жуан не бірыңғай жіңішке болып келеді, және жуан дауысты буындардағы дауыссыз дыбыстар жуан түрде айтылады (мысалы: <i>тыс</i>, <i>құрт</i>), ал жіңішке дауысты буындарда жіңішке естіледі (мысалы: <i>тіс</i>, <i>күрт</i>).
	</p><p>Қазақ тілінде екпін көбінесе соңғы буынға түседі.
	</p><br>
	<h3>
	<span id="Dauysty_dybystar"></span>
	<span class="mw-headline" id="Дауысты_дыбыстар">Дауысты дыбыстар</span></h3><br>
	<p>Қазақ тілінде 12 дауысты дыбыс бар: <i>а, ә, е, и, о, ө, ұ, ү, у, ы, і, э</i><br>
	Дауысты дыбыс тіл, жақ және еріннің қатысына қарай <i>жуан</i> және <i>жіңішке</i>, <i>ашық</i> және <i>қысаң</i>, <i>еріндік</i> және <i>езулік</i> болып жіктеледі:
	</p><br>
	<table class="edutable" border="2" bgcolor="#FFF0F5">
		<tbody><tr>
		<th rowspan="2"><u><b>Тілдің</b></u><br /> қатысына қарай:
		</th>
		<td><b>Жуан</b>: а, о, ұ, ы, у.
		</td></tr>
		<tr>
		<td><b>Жіңішке</b>: ә, ө, ү, і, е, и, у, э.
		</td></tr>
		<tr>
		<th rowspan="2"><u><b>Жақтың</b></u><br /> қатысына қарай:
		</th>
		<td><b>Ашық</b>: а, ә, о, ө, е, э.
		</td></tr>
		<tr>
		<td><b>Қысаң</b>: ы, і, и, у, ү, ұ.
		</td></tr>
		<tr>
		<th rowspan="2"><u><b>Еріннің</b></u><br /> қатысына қарай:
		</th>
		<td><b>Еріндік</b>: о, ө, ұ, ү, у.
		</td></tr>
		<tr>
		<td><b>Езулік</b>: а, ә, е, ы, і, и, э.
	</td></tr></tbody></table><br>
	<h3><span id="Dauyssyz_dybystar"></span>
	<span class="mw-headline" id="Дауыссыз_дыбыстар">Дауыссыз дыбыстар</span></h3><br>
	<p>Дауыссыз дыбыс өкпеден шыққан ауаның ауыз қуысында кедергіге ұшырап шығуынан жасалады.
	Қазақ тілінде 26 дауыссыз дыбыс бар: <i>б, в, г, ғ, д, ж, з, й, к, қ, л, м, н, ң, п, р, с, т, у, ф, х, һ, ц, ч, ш, щ.</i><br />
	Дауыссыз дыбыстар үн мен салдырдың қатысына қарай <i>ұяң</i>, <i>үнді</i> және <i>қатаң</i> болып үшке бөлінеді.</sup>
	</p><br>

<table class="edutable" border="2" bgcolor="#FFF0F5">
<tbody><tr>
<th><b>Ұяң</b>:
</th>
<td>б, в, г, ғ, д, ж, з, һ
</td></tr>
<tr>
<th><b>Үнді</b>:
</th>
<td>й, л, м, н, ң, р, у
</td></tr>
<tr>
<th><b>Қатаң</b>:
</th>
<td>к, қ, п, с, т, ф, х, ч, ц, ш, щ
</td></tr></tbody></table><br>

<p>Жоғарыда келтірілген мағлұмат Кеңес Өкіметі билік құрып тұрғанда, 1940 жылы еңгізілген Аманжолов Сәрсеннің әліпбиі негізінде берілген. Бұл әліпбиді, тоталитарлық жүйе қазақ халқын орыстандыру саясатының құралы ретінде пайдаланған. Орыс тілінің дыбыстары қазақ әліпбиіне қосылған. Қазақ тілі туралы жалған мағлұмат ресми құжаттарда, Қазақстан</a> тәуелсіздік алса да, осы уақытқа дейін өзгертілмей келеді.
</p><br>
<h2><span id="Nagyz_qazaq_tili_dybystyq_zhuiesi"></span><span class="mw-headline" id="Нағыз_қазақ_тілі_дыбыстық_жүйесі">Нағыз қазақ тілі дыбыстық жүйесі</span></h2><br>
<p>Қазақ тілінің дыбыстық жүйесін алғашқы құрған ғалым <b>Ахмет Байтұрсынұлы</b>: басқа дыбыстық жүйелер, бөтен тілдердің дыбыстары қосылған, жалған жүйелер.
</p><br>
<h3><span id="Dauysty dybystar_2"></span><span class="mw-headline" id="Дауысты_дыбыстар_2">Дауысты дыбыстар</span></h3><br>
<p>Қазақ тіліне тән 9 дауысты дыбыс бар: <i>о, ұ, а, ы, ө, ү, ә, і, е</i><br />
Дауысты дыбыс тіл, жақ және еріннің қатысына қарай <i>жуан</i> және <i>жіңішке</i>, <i>ашық</i> және <i>қысаң</i>, <i>еріндік</i> және <i>езулік</i> болып жіктеледі:
</p><br>
<table class="edutable" border="2" bgcolor="#FFF0F5">
<tbody><tr>
<th rowspan="2"><u><b>Тілдің</b></u><br /> қатысына қарай:
</th>
<td><b>Жуан</b>: о, ұ, а, ы.
</td></tr>
<tr>
<td><b>Жіңішке</b>: ө, ү, ә, і, е.
</td></tr>
<tr>
<th rowspan="2"><u><b>Жақтың</b></u><br /> қатысына қарай:
</th>
<td><b>Ашық</b>: а, ә, о, ө, е.
</td></tr>
<tr>
<td><b>Қысаң</b>: ы, і, ү, ұ.
</td></tr>
<tr>
<th rowspan="2"><u><b>Еріннің</b></u><br> қатысына қарай:
</th>
<td><b>Еріндік</b>: о, ө, ұ, ү.
</td></tr>
<tr>
<td><b>Езулік</b>: а, ә, е, ы, і.
</td></tr></tbody></table><br>
<h3><span id="Dauyssyz dybystar_2"></span><span class="mw-headline" id="Дауыссыз_дыбыстар_2">Дауыссыз дыбыстар</span></h3><br>
<p>Дауыссыз дыбыс өкпеден шыққан ауаның ауыз қуысында кедергіге ұшырап шығуынан жасалады.
Қазақ тілінде 19 дауыссыз дыбыс бар: <i>б, г, ғ, д, ж, з, й, к, қ, л, м, н, ң, п, р, с, т, ш, у.</i><br>
Дауыссыз дыбыстар үн мен салдырдың қатысына қарай <i>ұяң</i>, <i>үнді</i> және <i>қатаң</i> болып үшке бөлінеді.<br>
</p><br>
<table class="edutable" border="2" bgcolor="#FFF0F5">
<tbody><tr>
<th><b>Ұяң</b>:
</th>
<td>б, г, ғ, д, ж, з
</td></tr>
<tr>
<th><b>Үнді</b>:
</th>
<td>й, л, м, н, ң, р, у
</td></tr>
<tr>
<th><b>Қатаң</b>:
</th>
<td>к, қ, п, с, т, ш
</td></tr></tbody></table><br>
<p>Дауыссыз дыбыстар сөйлеу мүшелерінің бір-бірімен жанасуы немесе толық қабысуы арқылы пайда болады. Дауыссыздардың басты ерекшеліктері:
</p><br>
<ul><li>дауыссыздардың жасалатын орны – ауыз және көмей қуыстары;</li>
<li>дауыссыз қатаңдарда мүлде үн болмаса, ұяңдарда – үннің қатысы жартылай болады да, ал үнділерде - бәсең үн болады;</li>
<li>дауыссыз қатаң және ұяңдардың ішкі сапасы – таза салдырдан тұрады деуге болады ал, үнділерде сөйлеу мүшелерінің (тіл, ерін, жақ) бір-біріне жуықтауы, түрленуі, көлемін өзгертуі көмей арқылы келген ауаға пәлендей кедергі бола алмайды;</li>
<li>дауыссыз қатаң және ұяңдарды - көтеруге, созуға, әуенін өзгертуге мүлде болмаса, ал үнділерді керісінше – көтеруге, созуға, әуенін өзгертуге болады;</li>
<li>дауыссыздардың үн сапасында - жаңғырық болмайды;</li>
<li>дауыссыздар сөз ішінде жалқы тұрып буын құрай алмайды.</li></ul><br>
<p>Осы 28 пәнем, Байтұрсұн Ақымет құрғаң, Төтө жазұу дыбыс жүйесі болып табылады, Байтұрсұн Ақымет Төтө жазұу дыбыстарын, арап таңбаларын ыңғайлап, белгілеген.
</p><p>Кійрілше немесе латын таңбаларымен белгіленген, Байтұрсұн Ақымет пәнемдерін қолдана құрылған және Байтұрсұн Ақыметтің жазұу, оқұу ережелері негізіндегі, жазұу жүйелер Тұура Жазұу деп аталады.
</p><p><b>Байтұрсұн Ақымет дыбыс жүйесі.</b>
</p><p>( 28 пәнем, кійрілше таңбалау )
</p><p><b>О, Ұ, А, Ы, Ө, Ү, Ә, І, Е, Й, У, Р, Л, Н, М, Ң, Б, Д, Ғ, Г, Ж, З, П, Т, Қ, К, Ш, С.</b>
</p><br>
<h2></span><span id="Грамматика">Грамматика</span></h2><br>
<p>Қазақ тілінде сөз алдында тұратын көмекші сөздер (preposition) орнына, сөз артынан келетін шылау  не тиісті жалғау қолданылады (мысалы: қазақ тілі <i>туралы</i> мақала<i>ны</i> энциклопедия<i>ға</i> қосу).
</p><p>Сан есімі бар зат есім жекеше түрінде беріледі (мысалы: «мен <i>екі мақала</i> жаздым», бірақ «<i>мақалаларымда</i> көп қате жіберіппін»).
</p><br>
<h3><span id="Сөз_таптары">Сөз таптары</span></h3><br>
<p>Қазақ тілінде келесі сөз таптары бар
</p><br>
<ul id="dlia_i"><li>Зат есім(<i>бет, қол</i>)</li>
<li>Сын есім (<i>қызыл</i>, <i>биік</i>)</li>
<li>Сан есім (<i>бір</i>, <i>жүз</i>)</li>
<li>Есімдік (<i>мен</i>, <i>сен</i>)</li>
<li>Етістік (<i>бару</i>, <i>жазу</i>)</li>
<li>Үстеу (<i>тез</i>, <i>таза</i>)</li>
<li>Шылау (<i>үшін</i>, <i>туралы</i>)</li>
<li>Еліктеу сөз (<i>күмп</i>, <i>тарс-тұрс</i>, <i>ыржың-ыржың</i>)</li>
<li>Одағай (<i>алақай</i>, <i>тәйт</i>, <i>құрау-құрау</i>)</li></ul>
<br><h3><span id="Septikter"></span><span class="mw-headline" id="Септіктер">Септіктер</span></h3><br>
<p>Қазақ тілінде 7 септік бар. Төменде әр септіктің сұрақтары, жалғаулары мен мысалдары берілген:
</p><br>
<table id="teibl" class="edutable" border="3" bgcolor="#FFF0F5">
<tbody><tr>
<th>септік
</th>
<th>сұрағы
</th>
<th>жалғауы
</th>
<th>мысалы
</th></tr>
<tr>
<th>Атау
</th>
<td>кім? не?
</td>
<td>(жоқ)
</td>
<td>кісі, ат, біз
</td></tr>
<tr>
<th>Ілік
</th>
<td>кімнің? ненің?
</td>
<td>-ның/-нің, -дың/-дің,<br /> -тың/-тің
</td>
<td>кісі<i>нің</i>, ат<i>тың</i>, біз<i>дің</i>
</td></tr>
<tr>
<th>Барыс
</th>
<td>кімге? неге? қайда?
</td>
<td>-ға/-ге, -қа/-ке, -на/-не, -а/е
</td>
<td>кісі<i>ге</i>, ат<i>қа</i>, біз<i>ге</i>, оның отбасы"на", менің отбасым"a"
</td></tr>
<tr>
<th>Табыс
</th>
<td>кімді? нені?
</td>
<td>-ны/-ні, -ды/-ді,<br /> -ты/-ті, -н
</td>
<td>кісі<i>ні</i>, ат<i>ты</i>, біз<i>ді</i>, оның отбасы"н"
</td></tr>
<tr>
<th>Жатыс
</th>
<td>кімде? неде? қайда?
</td>
<td>-да/-де, -та/-те
</td>
<td>кісі<i>де</i>, ат<i>та</i>, біз<i>де</i>
</td></tr>
<tr>
<th>Шығыс
</th>
<td>кімнен? неден?
</td>
<td>-нан/-нен, -дан/-ден,<br /> -тан/-тен
</td>
<td>кісі<i>ден</i>, ат<i>тан</i>, біз<i>ден</i>
</td></tr>
<tr>
<th>Көмектес
</th>
<td>кіммен? немен?
</td>
<td>-мен/-бен/-пен
</td>
<td>кісі<i>мен</i>, ат<i>пен</i>, біз<i>бен</i>
</td></tr></tbody></table>

<br><br><br><br></main>
<footer>
   <a href="#" title="Вернуться к началу страницы" class="topNubex">Төбеге</a>
					<div align="center" id="thisdiv"> <hr>
			<a 
			id="aidi" href="https://www.youtube.com/channel/UCOXhP-To0-kdU0LRHXHXOJg" target="_blank"> 	
					
						Youtube channel
					
			</a><br>
				<a 
				href="https://www.instagram.com/_aisultannn__/" id="aiidi" target="_blank"> 	
					My Instagram
		</a><br>
	<small >Разроботчик сайта	<br>
			
				Aisultan Aidynbai Elamanuly
			
	</small>
	
	</div></footer>
		</body>
		</html>
